examples/flows/compiled/mutations_only/flow.mmd
flowchart TD
    %% Flow: mutations_only

    router_mutations_only_flow_line_14_seq_1{{"router_mutations_only_flow_line_14_seq_1<br/><br/>p['step'] = 1<br/>p['x'] = 10<br/>p['y'] = 20<br/>p['x'] += p['y']<br/>p['z'] = p['x'] + 30"}}
    start_mutations_only_flow([start_mutations_only_flow])
    __end__((( )))

    start_mutations_only_flow --> router_mutations_only_flow_line_14_seq_1
    router_mutations_only_flow_line_14_seq_1 --> __end__
